Repository: hobo71/wpsso-tweet-a-quote
Catalog: languages/wpsso-tweet-a-quote-*.po
Languages: fr_fr

# plugin description
source: WPSSO extension to easily add Twitter-style quoted text &mdash; with a Tweet share link &mdash; in your post and page content.
fr_fr: Extension WPSSO pour ajouter facilement des citations de style Twitter avec un lien Tweet de partage dans votre contenu.

source: Append the %1$s to the tweet (see <a href="%2$s">the Twitter options tab</a> in the %3$s settings page). The %1$s will be displayed and recommended after the webpage is shared.
fr_fr: Ajouter le %1$s au Tweet (voir <a href="%2$s">l'onglet d'options Twitter</a> sur la page de réglages %3$s). Le %1$s sera affichés et recommandé après que la page Web est été partagée.

# option label
source: Twitter Business @username
fr_fr: Le @nom d'affaires Twitter

# lib file description
source: General
fr_fr: Général

source: Recommend following the author's Twitter @username after sharing a webpage. If the %1$s option (above) is also checked, the %2$s is suggested first.
fr_fr: Conseiller de suivre le @nom Twitter de l'auteur après avoir partagé une page Web. Si l'option %1$s (ci-dessus) est également cochée, le %2$s sera recommandé en premier.

# option label
source: Add via Business @username
fr_fr: Ajouter via @nom d'affaires

source: Link the quoted text to click anywhere on the text to Tweet.
fr_fr: Ajouter un lien au texte de citation pour Tweeter en cliquant n'importe où sur le texte.

source: Append a Tweet icon after the quoted text.
fr_fr: Ajoutez une icône de Tweet après le texte cité.

source: Add the Tweet a Quote stylesheet to front-end webpages.
fr_fr: Ajouter les styles de Tweet a Quote au pages Web d'avant.

source: Add the Tweet a Quote javascript to front-end webpages.
fr_fr: Ajouter le JavaScript de Tweet a Quote au pages Web d'avant.

source: The width and height (in pixels) of the Tweet popup window.
fr_fr: La largeur et la hauteur (en pixels) de la fenêtre contextuelle de Tweet.

# metabox title
source: Tweet a Quote Settings
fr_fr: Paramètres Tweet a Quote

# option label
source: Recommend Author @username
fr_fr: Recommander @nom d'auteur

# option label
source: Link the Quote Text
fr_fr: Ajouter lien au texte de citation

# option label
source: Append a Tweet Icon
fr_fr: Ajouter une icône de Tweet

# option label
source: Use TAQ Stylesheet
fr_fr: Utilisez la feuille de style TAQ

# option label
source: Use TAQ Javascript
fr_fr: Utilisez le Javascript TAQ

# option label
source: Tweet Window Size
fr_fr: Taille de la fenêtre de Tweet

source: %1$s is an extension for the %2$s plugin &mdash; please install and activate the %3$s plugin before activating the %4$s extension.
fr_fr: %1$s est une extension pour %2$s &mdash; s'il vous plaît installer et activer %3$s avant d'essayer de re-activer l'extension %4$s.

source: The %1$s extension requires the %2$s plugin &mdash; please install and activate the %3$s plugin.
fr_fr: L'extension %1$s requiert %2$s &mdash; s'il vous plaît installer et activer l'extension %3$s.

source: The %1$s extension v%2$s requires %3$s v%4$s or newer (v%5$s currently installed).
fr_fr: L'extension %1$s v%2$s requiert l'utilisation de %3$s v%4$s ou plus récente (v%5$s est actuellement installée).

source: The %1$s extension requires the %2$s option to be enabled.
fr_fr: L’extension %1$s nécessite que l'option %2$s soit activé.

# option label
source: Enable Plugin Shortcode(s)
fr_fr: Activer le/les Shortcode(s)

source: WPSSO extension to easily add Twitter-style quoted text &mdash; with a Tweet share link &mdash; in your post and page content.
fr_fr: Extension WPSSO pour ajouter facilement des citations de style Twitter avec un lien Tweet de partage dans votre contenu.
